tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "versent/taps"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "cmake"
brew "crc32c"
brew "curl"
brew "diff-pdf"
brew "direnv"
brew "findutils"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gitmoji"
brew "gnu-sed"
brew "gnupg"
brew "gotop"
brew "grep"
brew "gzip"
brew "htop"
brew "hub"
brew "jq"
brew "lazygit"
brew "libiconv"
brew "libmagic"
brew "libxml2"
brew "libxslt"
brew "mkcert"
brew "protobuf"
brew "mysql"
brew "mysql@5.7"
brew "peco"
brew "perl"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shared-mime-info"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unison"
brew "wget"
brew "xclip"
brew "csvlens"
brew "hashicorp/tap/packer"
brew "versent/taps/saml2aws"
cask "alacritty"
cask "chromedriver"
cask "docker"
cask "xquartz"
